---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConduitStandardTypeParam
source: html/57bfef43-7fb3-e35f-67db-35e0459b309d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConduitStandardTypeParam Property

"Standard"

## Syntax (C#)
```csharp
public static ForgeTypeId ConduitStandardTypeParam { get; }
```